;汉化：aotix

[X2StatusEffects_AshBlackIceCodex]
locBlackIceProtocolTitle="黑冰隔离"
locBlackIceProtocolFriendlyName="黑冰隔离"
locBlackIceProtocolRemovedName="隔离解除"
locBlackIceProtocolAcquiredString="<XGParam:StrValue0/!UnitName/>已被隔离。"
locBlackIceProtocolRemovedString="<XGParam:StrValue0/!UnitName/>不再被隔离。"

locInfectedFriendlyName="已感染"
locInfectedTitle="已感染"
locInfectedFriendlyDesc="<bullet/>被感染的单位每回合都会受到伤害。\n<bullet/>受感染的黑冰原典单位在受损后试图传送或射击时会出现故障。"
locInfectedRemovedName="感染已隔离"
locInfectedAcquiredString="<XGParam:StrValue0/!UnitName/>已被感染。"
locInfectedTickedString="<XGParam:StrValue0/!UnitName/>仍被感染。"
locInfectedRemovedString="<XGParam:StrValue0/!UnitName/>不再受感染。"

[X2Ability_AshBlackIceCodex]
locNetworkFirewallRemovedName="网络防火墙崩溃"
locDistortionFieldAquiredString="黑冰扭曲场"

[X2Effect_AshReboot]
locRebootTickedString="重新启动"


